{
    "challengeData": {
    "name": "Open-source 911 for digital space",
    "textID": "open-911",
    "state": "Defined",
    "context": {
      "tagline": "How might we create an open-source automated dispatch center in the digital space, allowing any organization to improve its reporting, warning, and response mechanisms?",
      "background": "Digital crime is rising and seriously disrupting society, from cancelled medical operations to SMEs paying ransomware. Ransomware alone is predicted to hit USD 20 billion in damages in 2021, and cyber crime is more profitable than the illegal drug trade. \n Law enforcement is often too late as they cannot act until a crime is reported, and cannot anticipate and prevent digital crime. This is increasingly important given its global nature. Crime isn’t reported to prevent reputational damage and because it ‘won’t be solved anyway’, if there is even a clear way to report. \n There is no true security community or ecosystem that allows everyone to contribute, warn and act. \n Law enforcement and cyber security firms cannot analyze transregional data to enable better and faster action, as current systems are fragmented, centralized and government owned.",
      "vision": "The challenge for the teams and everyone helping them: Create a new type of automated dispatch center for digital crime, incentivizing everyone to share and exchange relevant incidents, data and solutions to fight digital crime and increase resilience by improving security, incident response, crisis management and public safety.",
      "impact": "Public-private collaboration is a game changer in combating cyber crime, from isolated SMEs to large coordinated attacks on national infrastructure, and allows everyone to contribute to security and safety.",
      "who": "The Province of Groningen and Cybersecurity Noord-Nederland are inviting SMEs, security specialists, behavioral scientists, all organizations feeling responsible for public safety, and many other stakeholders to work with the teams, be the first to test and give feedback to the solutions, and then help launch the best solutions after the event.",
      "references": [
        {
          "name": "video",
          "uri": "https://youtu.be/yJlRD4H5iGc",
          "description": "Video explainer for the challenge"
        },
        {
          "name": "visual",
          "uri": "https://www.odyssey.org/wp-content/uploads/2020/02/P.-5a.-Public-Safety-and-Security-OPEN-SOURCE-911-FOR-DIGITAL-SPACE1-scaled.jpg",
          "description": "Visual for the challenge"
        }
      ]
    },
    "tagset": {
      "tags": [ "Cybersecurity" ]
    }
  }
}